"无法访问相册中照片" = "لا يمكن الوصول إلى الصور في الألبوم";
"当前无照片访问权限，建议前往系统设置，\n允许访问「照片」中的「所有照片」。" = "لا يوجد حاليًا وصول للصور ， يوصى بإعدادات النظام ， \n السماح بالوصول إلى جميع الصور في الصور.";
"前往系统设置" = "إعدادات";
"取消" = "الغاء";
"相册" = "الالبوم";
"完成" = "انهاء";
"原图" = "الاصليه";
"原片" = "الاصليه";
"预览" = "عرض";
"编辑" = "تعديل";
"返回" = "رجوع";
"还原" = "اعاده";
"自由" = "مجانا";
"全选" = "全选";
"取消全选" = "取消全选";
"没有可选资源" = "لا توجد موارد اختيارية";
"照片和视频不能同时选择" = "لا يمكن تحديد الصور ومقاطع الفيديو في نفس الوقت";
"最多只能选择%d张照片" = "يمكنك فقط تحديد ما يصل إلى٪d صورة";
"已达到最大选择数" = "تم بلوغ الحد الأقصى لعدد الاختيارات";
"视频最大时长为%d秒，无法选择" = "أقصى مدة للفيديو ٪d ثانية ولا يمكن تحديدها";
"视频最小时长为%d秒，无法选择" = "الحد الأدنى لطول الفيديو٪ d ثانية ولا يمكن تحديده";
"视频和照片不能同时选择" = "لا يمكن تحديد الفيديو والصورة في نفس الوقت";
"最多只能选择%d个视频" = "يمكنك فقط تحديد ما يصل إلى ٪d من مقاطع الفيديو";
"正在下载" = "جارى التحميل";
"下载失败" = "التحميل فشل";
"没有照片" = "لا توجد صور";
"你可以使用相机拍些照片" = "يمكنك التقاط بعض الصور بالكاميرا";
"无法访问相册中所有照片，\n请允许访问「照片」中的「所有照片」" = "لا يمكن الوصول إلى الصور في الألبوم \n السماح بالوصول إلى كل الصور في الصور.";
"只能查看允许访问的照片和相关相册" = "يمكن فقط عرض الصور المسموح بها والألبومات ذات الصلة";
"无法使用相机!" = "لا يمكن استخدام الكاميرا!";
"无法使用相机功能" = "لا يمكن استخدام وظيفة الكاميرا";
"请前往系统设置中，允许访问「相机」。" = "يرجى الانتقال إلى إعدادات النظام للسماح بالوصول إلى الكاميرا";
"照片大小超过最大限制" = "حجم الصورة يتجاوز الحد الأقصى";
"视频大小超过最大限制" = "حجم الفيديو يتجاوز الحد الأقصى";
"视频导出失败" = "فشل تصدير الفيديو";
"保存失败" = "فشل عملية الحفظ";
"所有照片" = "جميع الصور";
"正在处理..." = "يعالج...";
"处理失败" = "العمليه فشلت";
"导出失败" = "فشل التصدير";
"视频加载中" = "تحميل الفيديو";
"视频加载失败!" = "فشل تحميل الفيديو!";
"视频可编辑最大时长为%d秒，无法编辑" = "الحد الأقصى لطول الفيديو الذي يمكن تحريره هو٪d ثانية ولا يمكن تحريره";
"相机不可用!" = "الكاميرا غير متوفرة!";
"确定" = "فعله";
"提示" = "مستعجل";
"图片获取失败!" = "فشل الحصول على الصورة!";
"视频获取失败!" = "فشل الحصول على الفيديو!";
"图片下载中" = "تحميل الصور";
"视频下载中" = "تنزيل الفيديو";
"设置失败!" = "فشل الإعداد!";
"唯美" = "ناشفيل";
"梦幻" = "محمصة";
"老电影" = "فيديو قديم";
"怀旧" = "الماضي";
"黑白" = "اسود";
"色调" = "نغمة، رنه";
"模糊" = "ضبابية";
"岁月" = "سنوات";
"单色" = "أحادي اللون";
"褪色" = "يختفي";
"冲印" = "اطبع";
"铬黄" = "كروم";
"暂无配乐" = "لا يوجد مقطع صوتي";
"配乐" = "تسجيل صوتي";
"视频原声" = "الصوت الأصلي";
"正在同步iCloud" = "مزامنة iCloud";
"iCloud同步失败" = "فشل مزامنة iCloud";
"拖动到此处删除" = "اسحب هنا للحذف";
"松手即可删除" = "دعنا نذهب للحذف";
"搜索" = "ابحث";
"背景音乐" = "موسيقي";
"搜索歌名" = "ابحث عن عنوان الأغنية";
"此歌曲暂无歌词，请您欣赏" = "لا توجد كلمات لهذه الأغنية ، يرجى الاستمتاع بها";
"选择" = "يختار";
"取消选择" = "إلغاء";
"歌词" = "كلمات الاغنية";
"拍摄失败!" = "فشل التصوير!";
"摄像头切换失败!" = "فشل تبديل الكاميرا!";
"相机初始化失败!" = "فشلت تهيئة الكاميرا!";
"轻触拍照" = "اضغط لالتقاط صورة";
"按住摄像" = "عقد للتسجيل";
"轻触拍照，按住摄像" = "اضغط لالتقاط صورة ، اضغط مع الاستمرار للتسجيل";
"拍摄时长不足%d秒" = "وقت التصوير أقل من٪d ثانية";
"麦克风添加失败，录制视频会没有声音哦!" = "فشل إضافة الميكروفون ، لن يكون هناك صوت عند تسجيل الفيديو!";
"无法使用麦克风" = "لا يمكن استخدام الميكروفون";
"请在设置-隐私-相机中允许访问麦克风" = "يرجى السماح بالوصول إلى الميكروفون في الإعدادات - الخصوصية - الكاميرا";
"更多" = "أكثر";
"张照片" = "الصور";
"个视频" = "فيديو";
"实况" = "صور حيه";
"照片" = "صورة";
"视频" = "فيديو";
"点击摄像" = "انقر للتسجيل";
"音量" = "مقدار";
"明亮" = "خفيفة";
"删除" = "حذف";
"原始比例" = "إبداعي";
"自由格式" = "شكل حر";
"正方形" = "مربع";
"亮度" = "سطوع";
"对比度" = "مقابلة";
"饱和度" = "التعرض";
"曝光度" = "التشبع";
"色温" = "الدفء";
"暗角" = "المقالة القصيرة";
"锐化" = "إبداعي";
"蒙版素材" = "أقنعة";
"筛选" = "المرشحات";
"筛选条件" = "المدينة المصفاة";
"无筛选条件" = "لا المرشحات";
"没有项目" = "لا توجد عناصر";
"筛选结果" = "تصفية النتائج";
"所有项目" = "جميع المواد";
"已编辑" = "تم تحريره";
"仅显示" = "يعرض";
"筛选照片" = "الصور";
"筛选视频" = "أشرطة فيديو";
"选择相册" = "حدد الألبوم";
"我的相册" = "ألبومي";
"媒体类型" = "نوع الوسائط";
"查看全部" = "عرض الكل";
"全部" = "الجميع";
"清空已编辑的内容" = "مسح المحررة";
"高光" = "تسليط الضوء";
"阴影" = "ظل";

"HXAlbumCameraRoll" = "صور الكاميرا";
"HXAlbumPanoramas" = "البانوراما";
"HXAlbumVideos" = "الفيديوهات";
"HXAlbumFavorites" = "المفضله";
"HXAlbumTimelapses" = "فيديو سريع";
"HXAlbumRecents" = "الحديثه";
"HXAlbumRecentlyAdded" = "المضافه حديثا";
"HXAlbumBursts" = "صور مجمعه";
"HXAlbumSlomoVideos" = "فيديو بطئ";
"HXAlbumSelfPortraits" = "سيفلي";
"HXAlbumScreenshots" = "لقطات الشاشه";
"HXAlbumDepthEffect" = "التصوير العميق";
"HXAlbumLivePhotos" = "صور حيه";
"HXAlbumAnimated" = "متحركه";
